{"translation-revision-date":"2020-07-06 10:01+0200","generator":"WP-CLI\/2.4.0","source":"js\/scripts\/member-contact-form.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en_US","plural-forms":"nplurals=2; plural=(n != 1);"},"Envoyer un message":["Send a message"],"Motif de votre contact":["Contact reason"],"Votre e-mail (obligatoire)":["You email (required)"],"Rédiger votre message":["Write your message"],"Merci de renseigner un e-mail valide.":["Please, provide a valid email."],"Envoyer":["Send"],"Merci de renseigner un prénom et un nom.":["Please, provide a first name and a last name."],"Vérification de votre e-mail. merci de patienter.":["Checking your email. Please wait."],"Désolé, l’e-mail du visiteur a été marqué comme indésirable : vous ne pouvez pas utiliser le site pour le contacter.":["Sorry, the visitor’s email has been marked as spam: you cannot use the site to contact him."],"L‘email du visisteur que vous souhaitez contacter n’a pas été vérifié, merci de lui demander de le faire ou de le contacter directement.":["The visitor’s email has not been verified. Please ask him to do so or contact him directly."],"Désolé, votre e-mail a été marqué comme indésirable : vous ne pouvez pas contacter ce membre.":["Sorry, your email has been marked as spam: you cannot contact this member."],"Votre e-mail a besoin d’être validé, cette étape de validation est nécessaire afin de garantir à nos membres qu’ils ne recevront pas de messages indésirables.":["Your email needs to be verified. This validation step is required in order to make sure our members will not receive spam emails."],"Merci de cliquer sur le bouton « Obtenir le code de validation » afin de recevoir un e-mail le contenant dans les prochaines minutes.":["Please click on the « Get the validation code » button to receive an email containing it in the coming minutes."],"Dés que vous l’aurez reçu, vous pourrez revenir sur cette page afin de l’utiliser pour déverrouiller cette sécurité et contacter ce membre. Merci de votre compréhension.":["As soon as you’ve received it, you will be able to come back on this page to use it to unlock this security and contact the member. Thanks for your understanding."],"Obtenir le code de validation":["Get the validation code"],"Le code de validation associé à votre e-mail a besoin d’être vérifié, Merci de copier le code de validation que vous avez reçu dans le champ ci-dessous avant de lancer la vérification.":["The validation code linked to your email needs to be verified. Please copy and paste the validation code you received by email into the following field before launching the verification process."],"L’e-mail contenant le code de validation vous a bien été transmis":["The email containing the validation code has been successfully sent"],"Désolé, une erreur a empêché l’envoi de s’effectuer.":["Sorry, there was an error while sending the email."],"Merci d’avoir validé votre e-mail. Vous pouvez poursuivre la rédaction de votre message":["Thanks for your validation. You can now carry on writing your message"],"Désolé, la validation de votre e-mail a échoué.":["Sorry, the validation process for your email failed."],"Merci d’ajouter du texte à votre e-mail.":["Please, add some content to your email."],"Votre e-mail a bien été transmis.":["Your email was successfully sent."],"Désolé, l’envoi de votre e-mail a échoué.":["Sorry, there was an error while sending the email."],"E-mail du destinataire (obligatoire)":["Recipient’s email (required)"],"Prénom et nom du destinataire (obligatoire)":["Recipient’s first and last names (required)"],"Vos prénom et nom (obligatoire)":["Your first and last names (required)"],"Fermer":["Close"],"Annuler":["Cancel"],"Votre message":["Your message"],"Utilisez cette zone pour rédiger votre message":["Use this area to write your message"],"Code de validation":["Validation code"],"Lancer la vérification":["Launch verification"]}}}